export default function Layout() {
  return (
    <section className="container">
      <div>
        <h2>Проєкт, створений для тих, хто живе подорожами</h2>
        <p>
          Ми віримо, що кожна подорож — це унікальна історія, варта того, щоб нею поділилися. Наша
          платформа створена, щоб об'єднати людей, закоханих у відкриття нового. Тут ви можете
          ділитися власним досвідом, знаходити друзів та надихатися на наступні пригоди разом з
          нами.
        </p>
      </div>
      <ul>
        <li>
          <svg width="40" height="40" style={{ color: 'black' }}>
            <use href="/sprites/sprite.svg#prefix__icon-edit"></use>
          </svg>

          <h3>Наша місія</h3>
          <p>Об'єднувати людей через любов до пригод та надихати на нові відкриття.</p>
        </li>
        <li>
          <h3>Автентичні історії</h3>
          <p>Ми цінуємо справжні, нередаговані враження від мандрівників з усього світу.</p>
        </li>
        <li>
          <h3>Ваша спільнота</h3>
          <p>Станьте частиною спільноти, де кожен може бути і автором, і читачем.</p>
        </li>
      </ul>
    </section>
  );
}
